Repository: jalvarezms/Ixprotec
Catalog: apps/employees/locale/*/LC_MESSAGES/django.po
Languages: es

source: My Protection
es: Mi Proteccion

source: In this page you can watch you profile information
es: En esta página puedes ver tu información de proteccion personal

source: Size Settings
es: Configuracion de tallas

source: Personal Information
es: Informacion Personal

source: Organizational Data
es: Info. Organizacional

source: External Number
es: Numero Externo

source: Firts Name
es: Primer Nombre

source: Second Name
es: Segundo Nombre

source: last Name
es: Apellido

source: Birth Place
es: Lugar de Nacimiento

source: Place Residence
es: Lugar de Residencia

source: Address
es: Direccion

source: Document idetification
es: Documento

source: Entity Legal
es: Entidad Legal

source: Location
es: Ubicación

source: Business Unit
es: Unidad de Negocios

source: Center Coste
es: Centro de Costos

source: Start Date
es: Fecha Inicio

source: End Date
es: Fecha Fin

source: Assigned Personal Protection Items
es: Protección Personal Asigando

source: Description
es: Descripcion

source: How to use
es: Como Usarlo

source: Maintenance Cleaning
es: Mantenimiento y Limpieza

source: Images
es: Imaganes

source: Documents
es: Documentos

source: Delivered date:
es: Fecha de Entregado

source: Change date:
es: Fecha de Cambio

source: Frequency of change:
es: Frecuencia de Cambio

source: Percentage of use
es: Porcentaje de Uso

source: Durability
es: Drabilidad

source: Satisfaction
es: Satisfacción

source: Rate it
es: Puntuaje

source: Indications and Recommendations
es: Indicaciones y Recomendaciones

source: Manuals
es: Manuales

source: Home
es: Principal

source: My Avatar
es: Mi Avatar

source: Code
es: Código

source: Size
es: Talla

source: I accept to received this supply.
es: Yo acepto que recibo este insumo.

source: Submit
es: Enviar

source: Rate element
es: Puntaje de elemento

source: This is for rating your element
es: Esto es para calificar tu elemento

source: Users opinions
es: Opniones del usuario

source: Write your comments
es: Escribe tus comentarios

source: List your sizes
es: Lista tus tallas

source: Configure Your Sizes
es: Config. Tallas

source: Sizes configuration
es: Config. Tallas

source: Body Area
es: Areas del Cuerpo

source: Select body area
es: Selecciona Area del Cuerpo

source: Area Code
es: Código del Area

source: Area Name
es: Nombre del Area

source: Area Description
es: Descripcion del Area

source: Gender
es: Genero

source: Name
es: Nombre

source: Cancel
es: Cancelar

source: This is for configurate your sizes
es: Esto es para configurar tus tallas

source: Size Settings
es: Config. Tallas

source: This is for configure your sizes
es: Esto es para configurar tus tamaños

source: Edit
es: Editar

source: Sizes
es: Tallas

source: Size Dimensions
es: Dimensiones de talla

source: Actions
es: Opciones

source: Show and Accept
es: Ver y Acepta

source: Request Code
es: Codigo de solicitud

source: Request Type
es: Tipo de Solicitud

source: Request Date
es: Fecha de Solicitud

source: Managed Date
es: Fecha de Gestión

source: Request Status
es: Estado de Solicitud

source: Dispatch Status
es: Estado de Despacho

source: Accepted Items
es: Items Aceptados

source: Dispatch Observations
es: Observaciones de despacho
